Repository: Waszok/LangiProjectRepo
Catalog: langi/locale/*/LC_MESSAGES/django.po
Languages: cs, el, zh_tw

source: User with this email address already exists.
cs: Uživatel s touto e-mailovou adresou již existuje.
el: Υπάρχει ήδη χρήστης με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
zh_tw: 使用此電子郵件地址的用戶已經存在。

source: You must accept the Terms & Conditions
cs: Podmínky Použití
zh_tw: 使用條款

source: All fields are required.
cs: Všechna pole jsou povinná.
el: Ολα τα πεδία είναι υποχρεωτικά.
zh_tw: 各個領域都需要。

source: Enter a valid username. This value may contain only letters, numbers, and @/./+/-/_ characters.
cs: Zadejte platné uživatelské jméno. Tato hodnota může obsahovat pouze písmena, čísla a znaky @/./+/-/_.
el: Εισαγάγετε ένα έγκυρο όνομα χρήστη. Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και χαρακτήρες @/./+/-/_.
zh_tw: 輸入有效的用戶名。 該值只能包含字母，數字和““ @ /。/ + /-/_個字符。

source: The username cannot contain more than 150 characters.
cs: Uživatelské jméno nesmí obsahovat více než 150 znaků.
el: Το όνομα χρήστη δεν μπορεί να περιέχει περισσότερους από 150 χαρακτήρες.
zh_tw: 用戶名不能超過150個字符。

source: A user with that username already exists.
cs: Uživatel s tímto uživatelským jménem již existuje.
el: Υπάρχει ήδη ένας χρήστης με αυτό το όνομα χρήστη.
zh_tw: 具有該用戶名的用戶已經存在。

source: Enter a valid email address.
cs: Zadejte platnou e-mailovou adresu.
el: Εισάγετε μια έγκυρη διεύθυνση email.
zh_tw: 輸入一個有效的電子郵件地址。

source: The two password fields didn’t match.
cs: Dvě pole hesla se neshodují.
el: Τα δύο πεδία κωδικού πρόσβασης δεν ταιριάζουν.
zh_tw: 兩個密碼字段不匹配。

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
cs: Požadované. 150 znaků nebo méně. Dopisy, číslice a pouze @/./+/-/_.
el: Απαιτείται. 150 χαρακτήρες ή λιγότεροι. Μόνο γράμματα, ψηφία και @/./+/-/_.
zh_tw: 需要。 150個字符以內。 僅字母，數字和@ /。/ + /-/ _。

source: Your password can't be too similar to your other personal information. Your password must contain at least 8 characters. Your password can't be a commonly used password. Your password can't be entirely numeric.
cs: Vaše heslo nemůže být příliš podobné vašim dalším osobním informacím.Vaše heslo musí obsahovat nejméně 8 znaků.Vaše heslo nemůže být běžně používané heslo. Vaše heslo nemůže být úplně číselné.
el: Ο κωδικός πρόσβασής σας δεν μπορεί να είναι πολύ παρόμοιος με τα άλλα προσωπικά σας στοιχεία. Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες. Ο κωδικός πρόσβασής σας δεν μπορεί να είναι ένας κοινός κωδικός πρόσβασης. Ο κωδικός πρόσβασής σας δεν μπορεί να είναι εντελώς αριθμητικός.
zh_tw: 您的密碼不能與其他個人信息太相似您的密碼必須至少包含8個字符您的密碼不能是常用密碼您的密碼不能全是數字

source: Please enter valid login details.
cs: Zadejte platné přihlašovací údaje.
el: Εισαγάγετε έγκυρα στοιχεία σύνδεσης.
zh_tw: 請輸入有效的登錄詳細信息。

source: There is no user registered with the specified email address.
cs: Na zadanou e-mailovou adresu není registrován žádný uživatel.
el: Δεν υπάρχει χρήστης εγγεγραμμένος με την καθορισμένη διεύθυνση email.
zh_tw: 沒有用戶使用指定的電子郵件地址註冊。

source: Please enter email address.
cs: Zadejte e-mailovou adresu.
el: Εισαγάγετε τη διεύθυνση email.
zh_tw: 請輸入電子郵件地址。

source: This password is too short. It must contain at least %(min_length)d character.
cs: Toto heslo je příliš krátké. Musí obsahovat alespoň 1 znak.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ μικρός. Πρέπει να περιέχει τουλάχιστον 1 χαρακτήρα.
zh_tw: 該密碼太短。 它必須至少包含1個字符。

source: Your password must contain at least %(min_length)d character.
cs: Vaše heslo musí obsahovat alespoň 1 znak.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον 1 χαρακτήρα.
zh_tw: 您的密碼必須至少包含1個字符。

source: The password is too similar to the %(verbose_name)s.
cs: Heslo je příliš podobné %(verbose_name)s.
el: Ο κωδικός πρόσβασης είναι πολύ παρόμοιος με το %(verbose_name)s.
zh_tw: 密碼與%(verbose_name)s太相似。

source: Your password can't be too similar to your other personal information.
cs: Vaše heslo nemůže být příliš podobné vašim dalším osobním informacím.
el: Ο κωδικός πρόσβασής σας δεν μπορεί να είναι πολύ παρόμοιος με τα άλλα προσωπικά σας στοιχεία.
zh_tw: 您的密碼不能與其他個人信息太相似。

source: This password is too common.
cs: Toto heslo je příliš běžné.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ κοινός.
zh_tw: 該密碼太普通了。

source: Your password can't be a commonly used password.
cs: Vaše heslo nemůže být běžně používané heslo.
el: Ο κωδικός πρόσβασής σας δεν μπορεί να είναι ένας κοινός κωδικός πρόσβασης.
zh_tw: 您的密碼不能是常用密碼。

source: This password is entirely numeric.
cs: Toto heslo je zcela číselné.
el: Αυτός ο κωδικός πρόσβασης είναι εντελώς αριθμητικός.
zh_tw: 該密碼是完全數字的。

source: Your password can't be entirely numeric.
cs: Vaše heslo nemůže být úplně číselné.
el: Ο κωδικός πρόσβασής σας δεν μπορεί να είναι εντελώς αριθμητικός.
zh_tw: 您的密碼不能全是數字。

source: Sources
cs: Zdroje
el: Πηγές
zh_tw: 資料來源

source: Icons made by Freepik from %(link_begin)swww.flaticon.com%(link_end)s
cs: Ikony vytvořené společností Freepik z %(link_begin)swww.flaticon.com%(link_end)s
el: Εικόνες από την Freepik από το %(link_begin)swww.flaticon.com%(link_end)s
zh_tw: Freepik 從 %(link_begin)swww.flaticon.com%(link_end)s 製作的圖標

source: Icons made by Roundicons from %(link_begin)swww.flaticon.com%(link_end)s
cs: Ikony vytvořené společností Roundicons z %(link_begin)swww.flaticon.com%(link_end)s
el: Εικόνες από την Roundicons από το %(link_begin)swww.flaticon.com%(link_end)s
zh_tw: Roundicons 從 %(link_begin)swww.flaticon.com%(link_end)s 製作的圖標

source: Contact
cs: Kontakt
el: Πληροφορίες επικοινωνίας
zh_tw: 聯繫信息

source: email: kamilwaszewski@gmail.com
cs: e-mailem: kamilwaszewski@gmail.com
el: ηλεκτρονικη διευθυνση: kamilwaszewski@gmail.com
zh_tw: 電子郵件: kamilwaszewski@gmail.com

source: Privacy Policy
cs: Soukromí
el: Πολιτική Απορρήτου
zh_tw: 隱私權

source: Terms &amp; Conditions
cs: Podmínky Použití
el: Όροι και Προϋποθέσεις
zh_tw: 使用條款

source: Welcome
cs: Vítejte
el: Καλώς ήρθες
zh_tw: 歡迎

source: Username
cs: Uživatelské jméno
el: Ονομα χρήστη
zh_tw: 用戶名

source: Password
cs: Heslo
el: Κωδικός Πρόσβασης
zh_tw: 密碼

source: Forgot Password?
cs: Zapomenuté heslo?
el: Επιβεβαίωση Κωδικού
zh_tw: 忘記密碼？

source: Login
cs: Přihlásit se
el: Συνδεθείτε
zh_tw: 登錄

source: Don't have an account?
cs: Nemáte účet?
el: Δεν έχετε λογαριασμό?
zh_tw: 還沒有帳號？

source: Sign Up
cs: Zaregistrujte se
el: Εγγραφείτε
zh_tw: 註冊

source: Password reset complete.
cs: Obnovení hesla bylo dokončeno.
el: Η επαναφορά κωδικού πρόσβασης ολοκληρώθηκε.
zh_tw: 密碼重置完成。

source: Your new password has been set. You can log in now on the
cs: Vaše nové heslo bylo nastaveno. Nyní se můžete přihlásit na
el: Ο νέος κωδικός πρόσβασης έχει οριστεί. Μπορείτε να συνδεθείτε τώρα στο
zh_tw: 您的新密碼已設置。 您現在可以登錄

source: log in page
cs: přihlašovací stránka
el: σελίδα σύνδεσης
zh_tw: 登錄頁面

source: Set a new password.
cs: Nastavte nové heslo.
el: Ορίστε έναν νέο κωδικό πρόσβασης.
zh_tw: 設置新密碼。

source: New password
el: Κωδικός Πρόσβασης
zh_tw: 密碼

source: Confirm Password
cs: Potvrďte Heslo
el: Επιβεβαίωση Κωδικού
zh_tw: 確認密碼

source: Change my password
el: Επιβεβαίωση Κωδικού
zh_tw: 確認密碼

source: Check your inbox.
cs: Zkontrolujte doručenou poštu.
el: Ελέγξτε τα εισερχόμενά σας.
zh_tw: 檢查你的收件箱。

source: We've emailed you instructions for setting your password. You should receive the email shortly.
cs: Zaslali jsme vám e-mailem pokyny k nastavení hesla.E-mail byste měli dostat brzy.
el: Σας στείλαμε με email οδηγίες για τον ορισμό του κωδικού πρόσβασής σας. Θα λάβετε σύντομα το email.
zh_tw: 我們已通過電子郵件發送給您有關設置密碼的說明。 您應該很快會收到電子郵件。

source: Enter your email address below, and we'll email instructions for setting a new one.
cs: Níže zadejte svou e-mailovou adresu a my vám zašleme pokyny k nastavení nové.
el: Εισαγάγετε τη διεύθυνση email σας παρακάτω και θα στείλουμε οδηγίες μέσω ηλεκτρονικού ταχυδρομείου για τη ρύθμιση μιας νέας.
zh_tw: 在下面輸入您的電子郵件地址，我們將通過電子郵件發送設置新地址的說明。

source: Email
cs: E-mailem
el: Ηλεκτρονικη διευθυνση
zh_tw: 電子郵件

source: Send me instructions
cs: Pošlete mi pokyny
el: Στείλτε μου οδηγίες
zh_tw: 給我髮指令

source: Create Account
cs: Vytvořit účet
el: Δημιουργία λογαριασμού
zh_tw: 創建一個帳戶

source: I read and agree to
cs: Četl jsem a souhlasím s
el: Διάβασα και συμφωνώ με τους
zh_tw: 我閱讀並同意

source: Terms &amp; Conditions
cs: Podmínkami Použití
el: Όρους και Προϋποθέσεις
zh_tw: 使用條款

source: Already have an account?
cs: Máte již účet?
el: Έχετε ήδη λογαριασμό?
zh_tw: 已經有帳號了？

source: Sign In
cs: Přihlásit
el: Συνδεθείτε
zh_tw: 登入

source: Terms and Conditions ("Terms")
el: Όρους και Προϋποθέσεις
zh_tw: 使用條款

source: New account was successfully created: {username}
cs: Nový účet byl úspěšně vytvořen: {username}
el: Δημιουργήθηκε νέος λογαριασμός με επιτυχία: {username}
zh_tw: 新帳戶已成功創建：{username}

source: Invalid username or password.
cs: Neplatné uživatelské jméno nebo heslo.
el: Μη έγκυρο όνομα ή κωδικός.
zh_tw: 用戶名或密碼無效。

source: Welcome to the LANGI Application
cs: Vítejte v aplikaci LANGI
el: Καλώς ήλθατε στην εφαρμογή LANGI
zh_tw: 歡迎使用LANGI應用程序

source: Last updated: June 28, 2020
cs: Poslední aktualizace: 28. června 2020
el: Τελευταία ενημέρωση: 28 Ιουνίου 2020
zh_tw: 上次更新時間：2020年6月28日

source: The langi web application was created for all users who wish to develop their language skills in a pleasant and convenient way. The application allows you to view and learn the cards you have created using one of the most popular SRS (Spaced Repetition System) algorithms, SM-2. In addition, apart from the classic approach that allows you to add new flashcards, the user also has the option of automatically creating word sets from the imported files. The application supports both text document files as well as image files such as .png or .jpg. The presence of mini-games, with the help of which the user can learn new words or expressions, also contributes to pleasant learning. For the convenience of the user, the application supports 16 interface languages ​​and two color modes. The "light" mode, which is the default mode, and the "dark" mode, which, due to a number of tests, will certainly be better suited for night use of the application.
cs: Webová aplikace langi byla vytvořena pro všechny uživatele, kteří si přejí rozvíjet své jazykové znalosti příjemným a pohodlným způsobem. Tato aplikace umožňuje prohlížet a učit se karty, které jste vytvořili pomocí jednoho z nejpopulárnějších algoritmů, jako je SRS (Spaced Repetition System), SM-2. Kromě klasického přístupu, který vám umožňuje přidávat nové kartičky, má uživatel také možnost automaticky importovat sady slov z importovaných souborů. Aplikace podporuje jak textové soubory dokumentů, tak i obrazové soubory jako .png nebo .jpg. Příjem mini-her, pomocí nichž se uživatel může naučit nová slova nebo výrazy, také podporuje příjemné učení. Pro pohodlí uživatele podporuje aplikace 16 jazyků rozhraní a dva barevné režimy. Režim „light“, který je výchozím režimem, a režim „dark“, který bude díky řadě testů lépe vhodný pro noční použití aplikace.
el: Η εφαρμογή ιστού langi δημιουργήθηκε για όλους τους χρήστες που επιθυμούν να αναπτύξουν τις γλωσσικές τους δεξιότητες με ευχάριστο και βολικό τρόπο. Η εφαρμογή σάς επιτρέπει να βλέπετε και να μαθαίνετε τις κάρτες που έχετε δημιουργήσει χρησιμοποιώντας έναν από τους πιο δημοφιλείς αλγόριθμους όπως το SRS (Spaced Repetition System), SM-2. Επιπλέον, εκτός από την κλασική προσέγγιση που σας επιτρέπει να προσθέσετε νέες κάρτες flash, ο χρήστης έχει επίσης τη δυνατότητα να δημιουργεί αυτόματα σύνολα λέξεων από εισαγόμενα αρχεία. Η εφαρμογή υποστηρίζει τόσο αρχεία εγγράφων κειμένου όσο και αρχεία εικόνας όπως .png ή .jpg. Η παρουσία μίνι-παιχνιδιών, με τη βοήθεια των οποίων ο χρήστης μπορεί να μάθει νέες λέξεις ή εκφράσεις, ευνοεί επίσης την ευχάριστη μάθηση. Για την ευκολία του χρήστη, η εφαρμογή υποστηρίζει 16 γλώσσες διεπαφής και δύο λειτουργίες χρώματος. Η λειτουργία (φωτός), η οποία είναι η προεπιλεγμένη και η (σκοτεινή) λειτουργία, η οποία, λόγω πολλών δοκιμών, σίγουρα θα ταιριάζει καλύτερα για τη νυχτερινή χρήση της εφαρμογής.
zh_tw: Langi 應用程序是為所有希望以愉悅和便捷的方式發展語言技能的用戶創建的。該應用程序使您可以查看和學習使用最受歡迎的算法之一（例如SRS（間隔重複系統），SM-2）創建的卡片。此外，除了允許您添加新抽認卡的經典方法外，用戶還可以選擇根據導入的文件自動創建單詞集。該應用程序支持文本文檔文件以及圖像文件（例如.png或.jpg）。迷你游戲的存在，使用戶可以學習新單詞或新詞，也有利於愉快的學習。為了方便用戶，該應用程序支持16種界面語言和兩種顏色模式。默認的“亮”模式和“暗”模式（由於進行了多次測試）肯定更適合於夜間使用該應用程序。

source: The application was created with the use of Django technology and Django REST framework, as well as with the help of the OpenCV (Open Source Computer Vision) library.
cs: Aplikace byla vytvořena pomocí technologie Django a rámce Django REST, a také pomocí knihovny OpenCV (Open Source Computer Vision).
el: Η εφαρμογή δημιουργήθηκε χρησιμοποιώντας την τεχνολογία Django και το πλαίσιο Django REST, καθώς και με τη βοήθεια της βιβλιοθήκης OpenCV (Open Source Computer Vision).
zh_tw: 該應用程序是使用Django技術和Django REST框架以及OpenCV（開源計算機視覺）庫的幫助創建的。

source: Activity
cs: Aktivita
el: Δραστηριότητα
zh_tw: 活動

source: All
cs: Všechno
el: Ολα
zh_tw: 所有

source: Add New Card
cs: Přidat novou kartu
el: Προσθήκη νέας κάρτας
zh_tw: 新增卡

source: Drop image file here or click to upload
cs: Sem přetáhněte soubor obrázku nebo nahrajte kliknutím
el: Αποθέστε το αρχείο εικόνας εδώ ή κάντε κλικ για μεταφόρτωση
zh_tw: 將圖像文件放在此處或單擊以上傳

source: Invalid file format
cs: Neplatný formát souboru
el: Μη έγκυρη μορφή αρχείου
zh_tw: 檔案格式無效

source: Stop
el: Να σταματήσει
zh_tw: 停止

source: You should choose any deck.
cs: Měli byste si vybrat jakýkoli balíček.
el: Πρέπει να επιλέξετε οποιοδήποτε κατάστρωμα.
zh_tw: 您應該選擇任何牌組。

source: Front
cs: Přední
el: Εμπρός
zh_tw: 面前

source: Back
cs: Zadní
el: Πίσω
zh_tw: 背部

source: Add some example sentences in your target language
cs: Přidejte několik příkladů vět do cílového jazyka
el: Προσθέστε μερικά παραδείγματα προτάσεων στη γλώσσα-στόχο σας
zh_tw: 用您的目標語言添加一些例句

source: Add Card
cs: Přidat kartu
el: Προσθήκη κάρτας
zh_tw: 新增卡

source: Create New Deck
cs: Vytvořit nový balíček
el: Δημιουργία νέου καταστρώματος
zh_tw: 創建新甲板

source: Name
cs: Název
el: Ονομα
zh_tw: 名稱

source: Maximum 5 tags separated by commas
cs: Maximálně 5 značek oddělených čárkami
el: Το πολύ 5 ετικέτες διαχωρίζονται με κόμματα
zh_tw: 最多5個標籤，以逗號分隔

source: The Name field is required.
cs: Pole Název je povinné.
el: Το πεδίο όνομα είναι απαραίτητο.
zh_tw: 該名稱字段是必需的。

source: Add
cs: Přidat
el: Προσθήκη
zh_tw: 加

source: Cancel
cs: Zrušení
el: Ματαίωση
zh_tw: 取消

source: Deck Settings
cs: Nastavení paluby
el: Ρυθμίσεις καταστρώματος
zh_tw: 甲板設置

source: Delete
cs: Vymazat
el: Διαγράφω
zh_tw: 刪除

source: Rename
zh_tw: 用戶名

source: Change Tag
cs: Změnit značku
el: Αλλαγή ετικέτας
zh_tw: 變更標籤

source: Import from text file
cs: Import z textového souboru
el: Εισαγωγή από αρχείο κειμένου
zh_tw: 從文本文件導入

source: Import from image file
cs: Import z obrazového souboru
el: Εισαγωγή από αρχείο εικόνας
zh_tw: 從圖像文件導入

source: Delete Deck
cs: Odstranit balíček
el: Διαγραφή καταστρώματος
zh_tw: 刪除卡座

source: Warning! Deck will be removed along with all its flashcards.
cs: Varování! Paluba bude odstraněna spolu se všemi jejími kartami.
el: Προειδοποίηση! Το κατάστρωμα θα αφαιρεθεί μαζί με όλες τις κάρτες flash.
zh_tw: 警告！ 甲板將連同其所有抽認卡一起被移除。

source: Rename Deck
cs: Přejmenovat balíček
el: Μετονομασία Deck
zh_tw: 重命名甲板

source: Enter new name for this deck and click CHANGE.
cs: Zadejte nový název tohoto balíčku a klikněte na ZMĚNIT.
el: Εισαγάγετε νέο όνομα για αυτό το κατάστρωμα και κάντε κλικ στην ΑΛΛΑΓΗ.
zh_tw: 輸入此卡座的新名稱，然後單擊“更改”。

source: Enter new name for this deck
cs: Zadejte nový název tohoto balíčku
el: Εισαγάγετε νέο όνομα για αυτό το κατάστρωμα
zh_tw: 輸入此套牌的新名稱

source: Change
cs: Změna
el: Αλλαγή
zh_tw: 更改

source: Change Deck's tags
cs: Změnit značky balíčku
el: Αλλαγή των ετικετών του Deck
zh_tw: 更改牌組標籤

source: Enter new tags for this deck. Maximum 5 tags separated by commas.
cs: Zadejte nové značky pro tento balíček. Maximálně 5 značek oddělených čárkami.
el: Εισαγάγετε νέες ετικέτες για αυτό το κατάστρωμα. Το πολύ 5 ετικέτες διαχωρίζονται με κόμματα.
zh_tw: 輸入此套牌的新標籤。 最多5個標籤，以逗號分隔。

source: Dictionary
cs: Slovník
el: Λεξικό
zh_tw: 字典

source: Restart Game
cs: Restartujte hru
el: Επανεκκινήστε το παιχνίδι
zh_tw: 重新開始遊戲

source: Restart
cs: Restartujte
el: Επανεκκίνηση
zh_tw: 重新開始

source: Start New Game
cs: Spusťte novou hru
el: Ξεκινήστε το νέο παιχνίδι
zh_tw: 開始新遊戲

source: Play
cs: Hrát si
el: Παίζω
zh_tw: 玩

source: Games
cs: Hry
el: Παιχνίδια
zh_tw: 遊戲類

source: Select deck and game you want to play. Good luck!
cs: Vyberte balíček a hru, kterou chcete hrát. Hodně štěstí!
el: Επιλέξτε κατάστρωμα και παιχνίδι που θέλετε να παίξετε. Καλή τύχη!
zh_tw: 選擇您要玩的套牌和遊戲。 祝好運！

source: Snake
zh_tw: 蛇

source: Drag & drop
zh_tw: 拖放

source: Score:
cs: Skóre:
el: Σκορ:
zh_tw: 得分：

source: Match translation to:
cs: Porovnat překlad s:
el: Αντιστοίχιση μετάφρασης σε:
zh_tw: 將翻譯匹配到：

source: Import Files
cs: Importovat soubory
el: Εισαγωγή αρχείων
zh_tw: 導入文件

source: Add text file into box field located underneath. Accepted file formats are .txt, .docx. In the field on the right side enter a proper flashcard separator.
cs: Přidejte textový soubor do pole umístěného pod ním. Přijatelné formáty souborů jsou .txt, .docx. Do pole na pravé straně zadejte správný oddělovač karet.
el: Προσθέστε αρχείο κειμένου στο πεδίο πλαισίου που βρίσκεται κάτω από. Οι αποδεκτές μορφές αρχείων είναι .txt, .docx. Στο πεδίο στη δεξιά πλευρά εισαγάγετε έναν κατάλληλο διαχωριστή κάρτας flash.
zh_tw: 將文本文件添加到下面的框字段中。 可接受的文件格式為.txt，.docx。 在右側的字段中輸入適當的抽認卡分隔符。

source: Drop file here or click to upload
cs: Sem přetáhněte soubor nebo nahrajte kliknutím
el: Αποθέστε το αρχείο εδώ ή κάντε κλικ για μεταφόρτωση
zh_tw: 將文件放在此處或單擊以上傳

source: Separator
cs: Oddělovač
el: Διαχωριστής
zh_tw: 分隔器

source: Import
el: Εισαγωγή
zh_tw: 進口

source: Save
cs: Uložit
el: Αποθηκεύσετε
zh_tw: 保存

source: Add image file into box field located underneath. Accepted file formats are .png, .jpg, .jpeg. Mark proper checkboxes for better extraction result.
cs: Přidejte obrazový soubor do pole umístěného pod ním. Přijatelné formáty souborů jsou .png, .jpg, .jpeg. Zaškrtněte políčka pro lepší výsledek extrakce.
el: Προσθέστε το αρχείο εικόνας στο πεδίο πλαισίου που βρίσκεται κάτω από. Οι αποδεκτές μορφές αρχείων είναι .png, .jpg, .jpeg. Επισημάνετε τα κατάλληλα πλαίσια ελέγχου για καλύτερο αποτέλεσμα εξαγωγής.
zh_tw: 將圖像文件添加到下面的框字段中。 可接受的文件格式為.png，.jpg，.jpeg。 標記適當的複選框以獲得更好的提取結果。

source: The photo shows all corners of the paper.
cs: Fotografie ukazuje všechny rohy papíru.
el: Η φωτογραφία δείχνει όλες τις γωνίες του χαρτιού.
zh_tw: 照片顯示了紙張的所有角落。

source: The checkered paper was used.
cs: Byl použit kostkovaný papír.
el: Το καρό χαρτί χρησιμοποιήθηκε.
zh_tw: 使用了方格紙。

source: Language
cs: Jazyk
el: Γλώσσα
zh_tw: 語言

source: Theme
cs: Téma
el: Θέμα
zh_tw: 主題

source: About
cs: O nás
el: Σχετικά με
zh_tw: 關於

source: Logout
cs: Odhlásit se
el: Αποσύνδεση
zh_tw: 登出

source: Learn
cs: Učit se
el: Μαθαίνω
zh_tw: 學習

source: Select deck you want to learn. Good luck!
cs: Vyberte balíček, který se chcete naučit. Hodně štěstí!
el: Επιλέξτε το κατάστρωμα που θέλετε να μάθετε. Καλή τύχη!
zh_tw: 選擇您想學習的套牌。 祝好運！

source: Show answer
cs: Ukaž odpověď
el: Δείξε την απάντηση
zh_tw: 顯示答案

source: Again
cs: Znovu
el: Πάλι
zh_tw: 再次

source: Very hard
cs: Velmi obtížné
el: Πολύ δύσκολο
zh_tw: 很難

source: Hard
cs: Tvrdý
el: Σκληρός
zh_tw: 硬

source: Medium
cs: Střední
el: Μεσαίο
zh_tw: 中

source: Easy
cs: Snadný
el: Ανετα
zh_tw: 簡單

source: Use keyboard
cs: Použijte klávesnici
el: Χρησιμοποιήστε το πληκτρολόγιο
zh_tw: 使用鍵盤

source: Flip:
cs: Překlopit:
el: Αναρρίπτω:
zh_tw: 翻轉：

source: Next:
cs: Nalší:
el: Επόμενο:
zh_tw: 下一個：

source: Again:
cs: Znovu:
el: Πάλι:
zh_tw: 再次:

source: Very hard:
cs: Velmi obtížné:
el: Πολύ δύσκολο:
zh_tw: 很難:

source: Hard:
cs: Tvrdý:
el: Σκληρός:
zh_tw: 硬:

source: Medium:
cs: Střední:
el: Μεσαίο:
zh_tw: 中:

source: Easy:
cs: Snadný:
el: Ανετα:
zh_tw: 簡單:

source: Decks
cs: Paluby
el: Καταστρώματα
zh_tw: 甲板

source: Forgot your password?
el: Επιβεβαίωση Κωδικού

source: If you have any questions about these Privacy Policy, please contact: kamilwaszewski@gmail.com
el: Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική απορρήτου, επικοινωνήστε: kamilwaszewski@gmail.com
